[
  {"id": "player-1","age": "41", "name": "Oleksandr Shovkovsky", "descr": "Oleksandr Shovkovskyi is one of the best goalkeepers of Dynamo Kyiv ever. Being a kid he understood that life is a difficult thing which requires efforts and sacrifice. At school he made his first important decision. Oleksandr became a repeater in order to be accepted to a special football class. He had little free time and knew his schedule for a week well. When Shovkovskyi was 13 his parents bought him his first goalkeeper’s gloves. As he says he did not take them off even at night."},
  {"id": "player-23","age": "28", "name": "Oleksandr Rybka", "descr": "Though goalkeeper Olexandr Rybka is rather young there were already some ups and downs in his career. He has tasted glory and experienced strokes of misfortune, which have made him stronger."},
  {"id": "player-27","age": "24", "name": "Yevhen Makarenko", "descr": "Sometimes it happens that a player, raised by his club, becomes the first team regular quickly. Still sometimes one should change the team for some time to embody his dream to become the part of the native club. DynamoKyivfootballAcademy trainee Yevhen Makarenko is one of such players. Having spent one season playing for FC Hoverla Uzhhorod he returned to Kyiv with new hopes…"},
  {"id": "player-5","age": "28", "name": "Vitorino Antunes", "descr": "On February 2 27-year-old Portugal international Vitorino Antunes signed four-year contract with FC Dynamo Kyiv at the office of our club. Now it’s time to get the White-Blues newcomer to know better. Football talent of Vitorino Gabriel Pacheco Antunes has always been doubtless. Before joining FC Dynamo Kyiv in February of 2015 he used to feature for many European clubs."},
  {"id": "player-6","age": "25", "name": "Aleksandar Dragović", "descr": "Sometimes sophistication is the skill of making right choices according to intuition. Aleksandar Dragovic learned how to make right decisions being a kid."},
  {"id": "player-9","age": "28", "name": "Mykola Moroziuk", "descr": " - "},
  {"id": "player-24","age": "26", "name": "Domagoj Vida", "descr": "23-year old Croatian defender Domagoj Vida (height 184 cm, weight 73 kg) made a 5-year contract with Dynamo Kyiv on 2 January 2013. Vida was born in Donji Mihojlac. Initial football education received in NK Osijek."},
  {"id": "player-34","age": "28", "name": "Yevhen Khacheridi", "descr": "Dynamo Kyiv defender Yevhen Khacheridiis actually half-Greek. His mother is Ukrainian but his father comes from Greece.  Playing for Dynamo he has proved to be a very reliable center back. Still being a very emotional person he quarrels with referees rather often which is harmful for our team. Once he was given a yellow card after which he snatched it out of referee's hand and threw it away. Of course he got a red card after that. But Khacheridi knows his drawbacks and tries to cope with them."},
  {"id": "player-4","age": "29", "name": "Miguel Veloso", "descr": "Miguel Luis Pinto Veloso was born on May 11 1986 in the family of former Benfica captain Antonio Veloso, so there could be no doubt as for his future profession…"},
  {"id": "player-16","age": "24", "name": "Serhiy Sydorchuk", "descr": "Serhyi was born in Zaporizhya and started playing for the local FC Metalurh. In 2008 he already played for Metalurh-2."},
  {"id": "player-17","age": "25", "name": "Serhiy Rybalka", "descr": "Serhiy Rybalka was born in a small village called Yamnoe in Sumy region. At first he played football just for fun but his father noticed his talent and did everything to help Serhiy to develop it. Father took him to different teams for coaches to see Serhiy play. He played for Sumy football club and then moved to Kharkiv. There he made his first contract. As it often happens at first Rybalka played on the position of forward."},
  {"id": "player-32","age": "25", "name": "Valery Fedorchuk", "descr": "In February of 2016 27-year-old Ukrainian midfielder Valeriy Fedorchuk joined FC Dynamo Kyiv. Thus quite experienced player started another stage of his career – with the most titled and popular club of the country."},
  {"id": "player-25","age": "21", "name": "Derlis González", "descr": "Derlis González began his club career with Paraguayan Rubio Nu in 2009. He debuted on 9 December 2009 at the age of 15 years in a league match against Club 12 de Octubre, becoming the club's youngest ever first-team player."},
  {"id": "player-10","age": "26", "name": "Andriy Yarmolenko", "descr": "In 2009/2010 season almost everyone criticized young Andriy Yarmolenko who just started playing for our team. But despite the negative attitude of fans and journalist Yarmolenko managed to become one of the leaders of Dynamo."},
  {"id": "player-91","age": "24", "name": "Lukasz Teodorczyk", "descr": "Career of FC Dynamo Kyiv newcomer Lukasz Teodorczyk, who was signed by the White-Blues on August 27 2014, develops rapidly. He made his debut for Polonia Warsaw on October 2010 and it took him three and a half years to be spotted by Poland national team coaching staff and FC Dynamo Kyiv."},
  {"id": "player-11","age": "28", "name": "Junior Moraes", "descr": " - "}
]
